Namespace:   Autodesk.Revit.DB.Visual
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public virtual AssetSetIterator ForwardIterator()
  Visual Basic
Public Overridable Function ForwardIterator As AssetSetIterator
  Visual C++
public:
virtual AssetSetIterator^ ForwardIterator()
 See Also
  AssetSet Class
  Autodesk.Revit.DB.Visual Namespace